{
  "split": {
    "header": {
      "title": "Workflow that just works",
      "paragraph": "Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum — semper quis lectus nulla at volutpat diam ut venenatis."
    },
    "items": [
      {
        "title": "AEM Dialog Generator",
        "subtitle": "Lightning fast workflow",
        "description": "Mithilfe des Dialog-Generators kann Ihr Entwicklerteam schneller, zuverlässiger und dynamischer sowohl Classic-UI als auch Touch-UI Dialoge erstellen. Durch die Benutzung des Dialog-Generators können außerdem Ihre Frontend-Developer ohne AEM Erfahrung extrem schnell und zuverlässig AEM Komponenten",
        "image": "features-split-image-01.png",
        "alt": "Features split 01"
      },
      {
        "title": "AEM Custom Dialoge",
        "subtitle": "Lightning fast workflo",
        "description": "AEM Custom-Dialoge erleichtert die Arbeit Ihrer Content-Autoren durch die Erweiterung der klassischen AEM-Dialoge um Custom-Funktionalitäten, die durch AEM nicht ermöglicht werden. Ein sehr gutes Beispiel ist der Icon-Picker: Die Content-Autoren haben eine Auswahl von Icons.",
        "image": "features-split-image-02.png",
        "alt": "Features split 01"
      },
      {
        "title": "React Integration mit SSR",
        "subtitle": "Decoupled React-Component",
        "description": "Durch die Verwendung des Integrationsansatzes “Decoupled React-Components” ist der Aufwand an Entwicklung direkt im AEM minimal. Es müssen keine Java-Klassen für jede Komponente geschrieben werden, die Generierung der XML-Files übernimmt der Dialog Generator.",
        "image": "features-split-image-03.png",
        "alt": "Features split 01"
      }
    ]
  },
  "testimonial": {
    "header": {
      "title": "Customer testimonials",
      "paragraph": "Vitae aliquet nec ullamcorper sit amet risus nullam eget felis semper quis lectus nulla at volutpat diam ut venenatis tellus—in ornare."
    },
    "items": [
      {
        "name": "Mariano Rajoy",
        "testimony": "  — Descubrir a Banca ha sido inolvidable. Hacía tiempo no me sentía tan satisfecho con una producto. Calidad, precio, y el trato que todo cliente muy español y mucho español merece.",
        "company": "CompanyName",
        "avatar": "/images/testimonies/0.png"
      },
      {
        "name": "José María Aznar",
        "testimony": "  — Saber que hay una empresa española que garantiza una excelente comercialización de la tierra es signo de prosperidad. España necesita empresas modelos y Banca es una de ellas.",
        "company": "CompanyName",
        "avatar": "/images/testimonies/1.png"
      },
      {
        "name": "José Luís Zapatero",
        "testimony": "  — Banca traza un camino en la venta de tierra en España, lo que me llena de orgullo. Ya obtuve mi pequeña earth-box. Totalmente satisfecho.",
        "company": "CompanyName",
        "avatar": "/images/testimonies/2.png"
      }
    ]
  },
  "career": {
    "header": {
      "title": "Career",
      "paragraph": "Don't waste your time, join the Team!"
    },
    "items": [
      { "title": "FrontendDev" },
      { "title": "BackendDev" },
      { "title": "WorkingStudent" },
      { "title": "DevOpsIng" },
      { "title": "UX-AIDesigner" }
    ]
  }
}
